Revit 2027 API
ParameterTypeId.TrussFamilyWebsHaveSymbolicCutbackParam Property
 "Webs have symbolic cutback"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TrussFamilyWebsHaveSymbolicCutbackParam { get; }
Public Shared ReadOnly Property TrussFamilyWebsHaveSymbolicCutbackParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TrussFamilyWebsHaveSymbolicCutbackParam {
	ForgeTypeId^ get ();
}
static member TrussFamilyWebsHaveSymbolicCutbackParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace